<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<html>
<head>
  <meta charset="UTF-8">
  <title>약관동의</title>
  <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.3.2/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-T3c6CoIi6uLrA9TneNEoa7RxnatzjcDSCmG1MXxSR1GAsXEV/Dwwykc2MPK8M2HN" crossorigin="anonymous">
  <link rel="stylesheet" href="css/terms.css">
  <script src="js/terms.js"></script>
<body>
<br/>
<hr><br/>

<img src="img/final.png" class="rounded mx-auto d-block" alt="poniLogo">

<form action="" id="joinForm">
  <ul class="join_box">
    <li class="checkBox check01">
      <ul class="clearfix">
        <li class = "ch_agree">회원 약관에 모두 동의 &nbsp
          <input type="checkbox" name="chkAll" id="chkAll" class="chkAll" style='zoom:1.5; height: 10px'>
        </li>
      </ul>
    </li>

    <li class="checkBox check02">
      <ul class="clearfix">
        <li class style="margin-bottom : 15px; margin-top: 20px; font-weight: bolder">※ 포니성형외과 온라인 회원 약관 (필수) &nbsp
          <input type="checkbox" name="chk" class="chk">
        </li>
      </ul>
      <textarea name="agree" class="agr_context">
    이 약관은 포니성형외과(이하 '회사')가 제공하는 서비스 이용조건 및 절차에 관한 사항과 기타 필요한 사항을 전기통신사업법 및 동법 시행령이 정하는 대로 준수하고 규정함을 목적으로 합니다.

제1조(목적 등)

① 포니성형외과 이용자 약관(이하 "본 약관"이라 합니다)은 이용자가 포니성형외과에서 제공하는 인터넷 관련 서비스(이하 "서비스"라 합니다)를 이용함에 있어 회원과 포니성형외과의 권리·의무 및 책임사항을 규정함을 목적으로 합니다.

② 회원이 되고자 하는 자가 포니성형외과에서 정한 소정의 절차를 거쳐서 "등록하기" 단추를 누르면 본 약관에 동의하는 것으로 간주합니다. 본 약관에 정하는 이외의 회원과 포니성형외과의 권리, 의무 및 책임사항에 관해서는 전기통신사업법 기타 대한민국의 관련 법령과 상관습에 의합니다.

제2조(회원의 정의)

"회원"이란 포니성형외과에 접속하여 본 약관에 따라 포니성형외과 온라인 회원으로 가입하여 포니성형외과가 제공하는 서비스를 받는 자를 말합니다.

제3조 (회원 가입)

① 회원이 되고자 하는 자는 포니성형외과가 정한 가입 양식에 따라 회원정보를 기입하고 "등록하기" 단추를 누르는 방법으로 회원 가입을 신청합니다.

② 포니성형외과는 제1항과 같이 회원으로 가입할 것을 신청한 자가 다음 각 호에 해당하지 않는 한 신청한 자를 회원으로 등록합니다.

1. 가입신청자가 본 약관 제6조 제3항에 의하여 이전에 회원자격을 상실한 적이 있는 경우. 다만 제6조 제3항에 의한 회원자격 상실 후 3년이 경과한 자로서 포니성형외과의 회원 재가입 승낙을 얻은 경우에는 예외로 합니다.

2. 등록 내용에 허위, 기재누락, 오기가 있는 경우

3. 기타 회원으로 등록하는 것이 포니성형외과의 기술상 현저히 지장이 있다고 판단되는 경우

③ 회원가입계약의 성립시기는 포니성형외과의 승낙이 가입신청자에게 도달한 시점으로 합니다.

④ 회원은 제1항의 회원정보 기재 내용에 변경이 발생한 경우, 즉시 변경사항을 정정하여 기재하여야 합니다.

제4조(서비스의 제공 및 변경)

① 포니성형외과는 회원에게 아래와 같은 서비스를 제공합니다.

1. 포니성형외과 뉴스 메일 서비스

2. 포니성형외과 온라인 상담실 /예약 이용 서비스

3. 포니성형외과 온라인 회원을 위한 섹션 및 컨텐츠 서비스

4. 기타 포니성형외과가 타 업체와 제휴해서 제공하는 각종 서비스

② 포니성형외과는 그 변경될 서비스의 내용 및 제공일자를 제7조 제2항에서 정한 방법으로 회원에게 통지하고, 제1항에 정한 서비스를 변경하여 제공할 수 있습니다.

제5조(서비스의 중단)

① 포니성형외과는 컴퓨터 등 정보통신설비의 보수점검·교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있고, 새로운 서비스로의 교체 기타 포니성형외과가 적절하다고 판단하는 사유에 기하여 현재 제공되는 서비스를 완전히 중단할 수 있습니다.

② 제1항에 의한 서비스 중단의 경우에는 포니성형외과는 제7조 제2항에서 정한 방법으로 회원에게 통지합니다. 다만, 포니성형외과가 통제할 수 없는 사유로 인한 서비스의 중단(시스템 관리자의 고의, 과실이 없는 디스크 장애, 시스템 다운 등)으로 인하여 사전 통지가 불가능한 경우에는 그러하지 아니합니다.

제6조(회원 탈퇴 및 자격 상실 등)

① 회원은 포니성형외과에 언제든지 자신의 회원 등록을 말소해 줄 것(회원 탈퇴)을 요청할 수 있으며, 포니성형외과는 위 요청을 받은 즉시 해당 회원의 회원 등록 말소를 위한 절차를 밟습니다.

② 회원이 다음 각 호의 사유에 해당하는 경우, 포니성형외과는 회원의 회원자격을 적절한 방법으로 제한 및 정지, 상실시킬 수 있습니다.

1. 가입 신청 시에 허위 내용을 등록한 경우

2. 다른 사람의 포니성형외과 사이트 이용을 방해하거나 그 정보를 도용하는 등 전자거래질서를 위협하는 경우

3. 포니성형외과를 이용하여 법령과 본 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우


③ 포니성형외과가 회원의 회원자격을 상실시키기로 결정한 경우에는 회원등록을 말소합니다. 이 경우 회원인 회원에게 회원등록 말소 전에 이를 통지하고, 소명할 기회를 부여합니다.

제7조(회원에 대한 통지)

① 포니성형외과가 특정 회원에 대한 통지를 하는 경우 포니성형외과에 등록한 메일주소로 할 수 있습니다.

② 포니성형외과가 불특정다수 회원에 대한 통지를 하는 경우 1주일이상 포니성형외과 게시판에 게시함으로써 개별 통지에 갈음할 수 있습니다.

제8조(회원의 개인정보보호)

포니성형외과는 관련법령이 정하는 바에 따라서 회원 등록정보를 포함한 회원의 개인정보를 보호하기 위하여 노력합니다. 회원의 개인정보보호에 관해서는 관련법령 및 포니성형외과가 정하는 "개인정보보호정책"에 정한 바에 의합니다.

제9조(포니성형외과의 의무)

① 포니성형외과는 법령과 본 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며 본 약관이 정하는 바에 따라 지속적이고, 안정적으로 서비스를 제공하기 위해서 노력합니다.
② 포니성형외과는 회원이 안전하게 인터넷 서비스를 이용할 수 있도록 회원의 개인정보(신용정보포함)보호를 위한 보안 시스템을 구축합니다.

③ 포니성형외과는 회원이 원하지 않는 영리목적의 광고성 전자우편을 발송하지 않습니다.

제10조(회원의 ID 및 비밀번호에 대한 의무)

① 포니성형외과가 관계법령, "개인정보보호정책"에 의해서 그 책임을 지는 경우를 제외하고, 자신의 ID와 비밀번호에 관한 관리책임은 각 회원에게 있습니다.

② 회원은 자신의 ID 및 비밀번호를 제3자에게 이용하게 해서는 안됩니다.

③ 회원은 자신의 ID 및 비밀번호를 도난당하거나 제3자가 사용하고 있음을 인지한 경우에는 바로 포니성형외과에 통보하고 포니성형외과의 안내가 있는 경우에는 그에 따라야 합니다.

제11조(회원의 의무)

① 회원은 다음 각 호의 행위를 하여서는 안됩니다.

1. 회원가입신청 또는 변경 시 허위내용을 등록하는 행위

2. 포니성형외과에 게시된 정보를 변경하는 행위

3. 포니성형외과 기타 제3자의 인격권 또는 지적재산권을 침해하거나 업무를 방해하는 행위

4. 다른 회원의 ID를 도용하는 행위

5. 정크메일(junk mail), 스팸메일(spam mail), 행운의 편지(chain letters), 피라미드 조직에 가입할 것을 권유하는 메일, 외설 또는 폭력적인 메시지·화상·음성 등이 담긴 메일을 보내거나 기타 공서양속에 반하는 정보를 공개 또는 게시하는 행위.

6. 관련 법령에 의하여 그 전송 또는 게시가 금지되는 정보(컴퓨터 프로그램 등)의 전송 또는 게시하는 행위

7. 포니성형외과의 직원이나 포니성형외과 인터넷 서비스의 관리자를 가장하거나 사칭하여 또는 타인의 명의를 도용하여 글을 게시하거나 메일을 발송하는 행위

8. 컴퓨터 소프트웨어, 하드웨어, 전기통신 장비의 정상적인 가동을 방해, 파괴할 목적으로 고안된 소프트웨어 바이러스, 기타 다른 컴퓨터 코드, 파일, 프로그램을 포함하고 있는 자료를 게시하거나 전자우편으로 발송하는 행위

9. 스토킹(stalking) 등 다른 회원을 괴롭히는 행위

10. 다른 회원에 대한 개인정보를 동의 없이 수집, 저장, 공개하는 행위

11. 불특정 다수의 자를 대상으로 하여 광고 또는 선전을 게시하거나 스팸메일을 전송하는 등의 방법으로 포니성형외과의 서비스를 이용하여 영리목적의 활동을 하는 행위

12. 포니성형외과가 제공하는 서비스에 정한 약관 기타 서비스 이용에 관한 규정을 위반하는 행위

② 제1항에 해당하는 행위를 한 회원이 있을 경우 포니성형외과는 본 약관 제6조 제2, 3항에서 정한 바에 따라 회원의 회원자격을 적절한 방법으로 제한 및 정지, 상실시킬 수 있습니다.

③ 회원은 그 귀책사유로 인하여 포니성형외과가나 다른 회원이 입은 손해를 배상할 책임이 있습니다.

제 12조 (공개게시물의 삭제)

회원의 공개게시물의 내용이 다음 각 호에 해당하는 경우 포니성형외과는 회원에게 사전 통지 없이 해당 공개게시물을 삭제할 수 있고, 해당 회원의 회원 자격을 제한, 정지 또는 상실시킬 수 있습니다.

1. 다른 회원 또는 제3자를 비방하거나 중상 모략으로 명예를 손상시키는 내용

2. 공서양속에 위반되는 내용의 정보, 문장, 도형 등을 유포하는 내용

3. 범죄행위와 관련이 있다고 판단되는 내용

4. 다른 회원 또는 제3자의 저작권 등 기타 권리를 침해하는 내용

5. 광고성 또는 상업적 목적이 두드러진 경우

6. 기타 관계 법령에 위배된다고 판단되는 내용

제13조(저작권의 귀속 및 이용제한)

① 포니성형외과가 작성한 저작물에 대한 저작권 기타 지적재산권은 포니성형외과에 귀속합니다.

② 회원은 포니성형외과를 이용함으로써 얻은 정보를 포니성형외과의 사전승낙 없이 복제, 전송, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안됩니다.

제14조(상담에 관한 규정)

① 서비스에서 진행된 상담의 내용은 개인 신상정보를 삭제한 다음 아래와 같은 목적으로 사용할 수 있습니다.
1) 학술활동
2) 진료활동
3) 의료서비스
4) 인쇄물, CD-ROM 등의 저작활동
5) FAQ, 추천상담 등의 서비스 내용의 일부

② 아래와 같은 상담을 신청하는 경우에는 상담 서비스를 전체 또는 일부 제공하지 않을 수 있습니다.
1) 같은 내용의 상담을 반복하여 신청하는 경우
2) 상식에 어긋나는 표현을 사용하거나 비어를 사용하여 상담을 신청하는 경우
3) 진단명을 요구하는 상담을 신청하는 경우
4) 치료비, 검사비, 의약품 가격, 의약품의 효과 등에 대하여 상담을 신청하는 경우
5) 타인을 해하기 위한 정보 취득목적으로 상담하는 경우

제15조(약관의 개정)

① 포니성형외과는 약관의 규제 등에 관한 법률, 전자거래기본법, 전자서명법, 정보통신망 이용촉진 등에 관한 법률 등 관련법을 위배하지 않는 범위에서 본 약관을 개정할 수 있습니다.

② 포니성형외과가 본 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 초기화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다.

③ 포니성형외과가 본 약관을 개정할 경우에는 그 개정약관은 개정된 내용이 관계 법령에 위배되지 않는 한 개정 이전에 회원으로 가입한 회원에게도 적용됩니다.

④ 변경된 약관에 이의가 있는 회원은 제6조 제1항에 따라 탈퇴할 수 있습니다.

제16조(재판관할)

포니성형외과와 회원간에 발생한 서비스 이용에 관한 분쟁으로 인한 소는 민사소송법상의 관할을 가지는 대한민국의 법원에 제기합니다.

부 칙

이 약관은 2024년 2월 14일을 시작으로 새로운 약관이 나오기 전까지 사용한다.
            </textarea>
    </li> <br/>

    <li class="checkBox check03">
      <ul class="clearfix">
        <li class style="margin-bottom : 15px; margin-top: 20px; font-weight: bolder">※ 개인정보의 수집항목 및 방법 (필수) &nbsp
          <input type="checkbox" name="chk" class="chk">
        </li>
      </ul>
      <textarea name="agree" class="agr_context">
    개인정보의 수집항목 및 방법

* 수집하는 개인정보의 항목
    회사가 수집하는 개인정보의 항목은 다음과 같습니다.

1. 인터넷 회원제 서비스
∘ 이름, 이메일 주소, ID, 전화번호, 우편주소, 국가정보, 암호화된 동일인 식별정보(CI), 중복가입 확인정보(DI) 등
∘ 미성년자인 경우 법정대리인 정보(법정대리인의 이름, 생년월일, CI, DI 등)

2. 온라인 결제 서비스
∘ 이름, 주소, 전화 번호, 이메일 주소 등
∘ 계좌번호, 카드번호 등의 결제정보
∘ 배송 주소지, 수령인 이름, 수령인 연락처 등의 배송정보
∘ 입찰, 구매, 판매 등 정보

3. 소셜 네트워크 서비스
∘ 이름, 이메일 주소, ID, 전화 번호, 우편주소, 국가정보, 주소록(지인) 등
∘ 사진 촬영 장소, 파일 생성 날짜 등 정보
∘ 회원이 보거나 이용하는 콘텐츠의 유형, 사용자가 교류하거나 콘텐츠를 공유하는 사람들, 회원의 활동 빈도나 기간 등 회원의 서비스 이용에 관한 정보


* 이용자가 서비스를 사용할 때 수집하는 정보
회사는 이용자가 직접 제공하는 정보 이외에도, 이용자가 회사의 서비스를 사용하는 과정에서 정보를 수집할 수 있습니다.

1. 기기정보
∘ 기기 식별자, 운영 체제, 하드웨어 버전, 기기 설정, 브라우저의 유형 및 설정, 웹사이트 및 앱의 사용 정보, 전화번호 등

2. 로그정보
∘ IP 주소, 로그데이터, 이용시간, 이용자가 입력한 검색어, 인터넷 프로토콜 주소, 쿠키 및 웹비콘 등

3. 위치정보
∘ GPS, 블루투스 또는 와이파이 신호를 통한 구체적인 지리적 위치를 포함한 기기 위치에 대한 정보 등(법으로 허용되는 지역에 한함)

4. 기타정보
∘ 이용자의 서비스 사용에 있어 선호도, 광고 환경, 방문하는 페이지 등

* 수집방법
회사는 이용자의 정보를 다음과 같은 방법으로 수집합니다.

• 웹페이지, 서면양식, 팩스, 전화, 이메일, 생성정보 수집 툴 등
• 협력회사로부터의 제공
                </textarea>
    </li> <br/>
  </ul>

  <ul class="footBtwrap clearfix" style="text-align: center">
    <li>
      <button type="reset" formmethod="post" class="btn btn-secondary">취소</button>
      <button type="button" formmethod="post" class="btn btn-primary" onclick="return checkAllAgreements()">다음 단계</button>
    </li>
  </ul>
</form>
</body>
</html>
